Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: The selected file is empty. Please check the file and try again.
be: Выбраны пусты файл. Праверце яго і паспрабуйце яшчэ раз.
ca: El fitxer seleccionat està buit. Comproveu el fitxer i torneu-ho a provar.
cs: Vybraný soubor je prázdný. Zkontrolujte prosím soubor a zkuste to znovu.
da: Den valgte fil er tom. Tjek venligst filen og prøv igen.
de: Die ausgewählte Datei ist leer. Bitte überprüfe die Datei und versuche es erneut.
el: Το επιλεγμένο αρχείο είναι άδειο. Παρακαλούμε ελέγξτε το αρχείο και δοκιμάστε ξανά.
es: El archivo seleccionado está vacío. Verifica el archivo e intenta nuevamente.
es_419: El archivo seleccionado está vacío. Verifique el archivo e intente nuevamente.
fi: Valittu tiedosto on tyhjä. Tarkista tiedosto ja yritä uudelleen.
fr: Le fichier sélectionné est vide. Veuillez vérifier le fichier et essayer à nouveau.
hu: A kiválasztott fájl üres. Kérjük, ellenőrizze a fájlt, és próbálja meg újra.
id: Berkas yang dipilih kosong. Silakan periksa ulang berkas dan coba lagi.
it: Il file selezionato è vuoto. Controlla il file e riprova.
ja: 選択したファイルが空です。ファイルを確認して再度お試し下さい。
ka: არჩეული ფაილი ცარიელია. შეამოწმეთ ფაილი და თავიდან სცადეთ.
ko: 선택된 파일은 비어있습니다. 파일을 확인 후 다시 시도하세요.
nb: Valgt fil er tom. Sjekk filen og forsøk igjen.
nl: Het geselecteerde bestand is leeg. Controleer het bestand en probeer opnieuw.
pl: Plik jest pusty. Sprawdź plik i spróbuj ponownie.
pt: O ficheiro selecionado está vazio. Verifique o ficheiro e tente novamente.
pt_br: O arquivo selecionado está vazio. Verifique o arquivo e tente novamente.
ro: Fișierul selectat este gol. Verificați fișierul și reîncercați.
ru: Выбранный файл пуст. Проверьте файл и попробуйте еще раз.
sk: Zvolený súbor je prázdny. Skontrolujte súbor a skúste to znova, prosím.
sl: Izbrana datoteka je prazna. Preverite datoteko in poskusite znova.
sv: Den valda filen är tom. Kontrollera filen och försök igen.
tr: Seçilmiş dosya boş. Lütfen dosyayı denetleyip yeniden deneyin.
uk: Вибраний файл пустий. Перевірте файл і спробуйте ще раз.
vi: Tệp đã chọn trống. Vui lòng kiểm tra tệp và thử lại.
zh_hans: 选中的文件为空。请检查文件，然后重试。
zh_hant: 您選取的檔案是空的。請檢查檔案並再試一次。

source: Theme
be: Тэма
ca: Tema
cs: Motiv
da: Tema
de: Farbschema
el: Θέμα
es: Tema
es_419: Tema
fi: Teema
fr: Thème
hu: Téma
id: Tema
it: Tema
ja: テーマ
ka: თემა
ko: 테마
nb: Tema
nl: Thema
pl: Motyw
pt: Tema
pt_br: Tema
ro: Tema
ru: Тема
sk: Vzhľad
sl: Tema
sv: Tema
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 布景主題

source: These items remain at risk
be: Гэтыя элементы застаюцца ў зоне рызыкі
ca: Aquests elements continuen en risc
cs: Tyto položky jsou nadále rizikové
da: Disse elementer er fortsat i farezonen
de: Diese Einträge sind weiterhin gefährdet
el: Αυτά τα στοιχεία παραμένουν σε κίνδυνο
es: Estos elementos siguen en riesgo.
es_419: Estos elementos siguen en riesgo
fi: Nämä kohteet pysyvät vaarassa
fr: Ces éléments sont toujours menacés.
hu: Ezek az elemek veszélynek vannak kitéve
id: Item berikut tetap berisiko
it: Questi elementi rimangono a rischio
ja: これらのアイテムは危険なままです
ka: ეს ელემენტები რჩება რისკის ქვეშ
ko: 이 항목들이 위험에 처해있음
nb: Disse elementene er fortsatt i fare
nl: Deze items blijven in gevaar
pl: Te elementy są zagrożone
pt: Estes itens permanecem em risco.
pt_br: Esses itens permanecem em risco
ro: Aceste articole rămân riscante
ru: Эти элементы остаются под угрозой
sk: Tieto položky sú aj naďalej ohrozené
sl: Ti predmeti ostajajo ogroženi
sv: Dessa objekt är fortfarande i fara
tr: Bu ögeler risk altında
uk: Ці елементи залишаються в зоні ризику
vi: Các nội dung này có nguy cơ không an toàn
zh_hans: 这些项目仍然处于危险中
zh_hant: 這些項目仍有風險

source: This account is vulnerable, visit the service and change your password
be: Гэты ўліковы запіс з'яўляецца ўразлівым. Наведайце сэрвіс і змяніце свой пароль
ca: Aquest compte és vulnerable, visiteu el servei i canvieu la contrasenya
cs: Tento účet je zranitelný, navštivte službu a změňte si heslo
da: Denne konto er sårbar. Besøg tjenesten og skift din adgangskode
de: Dieses Konto ist angreifbar, besuche den Dienst und ändere dein Passwort
el: Αυτός ο λογαριασμός είναι ευάλωτος, επισκεφθείτε την υπηρεσία και αλλάξτε τον κωδικό πρόσβασής σας
es: Esta cuenta es vulnerable. Visita el servicio y cambia tu contraseña.
es_419: Esta cuenta es vulnerable, visite el servicio y cambie la contraseña
fi: Tämä tili on vaarassa. Käy vaihtamassa salasanasi palvelun tiliasetuksista.
fr: Ce compte est vulnérable. Rendez-vous sur le service et changez votre mot de passe
hu: Ez a fiók sérülékeny, látogasson el a szolgáltatáshoz, és változtassa meg jelszavát
id: Akun ini terindikasi rentan. Kunjungi layanan keamanan dan ubah kata sandi Anda
it: Questo account è vulnerabile, visita il servizio e cambia la tua password
ja: このアカウントは脆弱です。サービスにアクセスしてパスワードを変更してください
ka: ეს ანგარიში მოწყვლადია. მიმართეთ სერვისს და შეცვალეთ თქვენი პაროლი
ko: 이 계정은 취약합니다. 서비스를 방문하여 비밀번호를 변경하십시오
nb: Denne kontoen er sårbar, besøk tjenesten og endre passordet ditt
nl: Dit account is kwetsbaar, bezoek de service en wijzig uw wachtwoord
pl: Konto jest zagrożone. Przejdź do usługi i zmień hasło
pt: Esta conta está vulnerável. Consulte o serviço e altere a sua palavra-passe
pt_br: Essa conta está vulnerável, visite o serviço e mude sua senha
ro: Acest cont este vulnerabil, accesați serviciul și schimbați-vă parola.
ru: Этот аккаунт уязвим, посетите службу и смените пароль
sk: Tento účet je zraniteľný. Navštívte službu a zmeňte si heslo
sl: Vaš račun je ranljiv, pojdite v nastavitve in spremenite geslo
sv: Detta konto är sårbart, besök tjänsten och ändra ditt lösenord
tr: Bu hesap ele geçirilebilir. Hizmeti ziyaret edin ve parolanızı değiştirin
uk: Цей обліковий запис вразливий, відвідайте сервіс і змініть пароль
vi: Tài khoản này không an toàn, hãy thay đổi mật khẩu.
zh_hans: 此帐户易受攻击，请访问服务并更改您的密码。
zh_hant: 這個帳號有風險，請造訪該服務並變更您的密碼字元

source: This is your last attempt. You will be logged out after failing to authenticate again.
be: Гэта ваша апошняя спроба. Пасля яшчэ адной няўдалай спробы аўтэнтыфікацыі, вы выйдзеце з сістэмы.
ca: Aquest és el vostre últim intent. Se us tancarà la sessió quan no us torneu a autenticar.
cs: Toto je váš poslední pokus. Pokud znovu selže ověření, budete odhlášeni.
da: Dette er dit sidste forsøg. Du vil blive logget ud, hvis du ikke kan autentificere dig igen.
de: Das ist dein letzter Versuch. Du wirst abgemeldet, wenn du dich nicht erneut authentifizieren kannst.
el: Αυτή είναι η τελευταία σας προσπάθεια. Θα αποσυνδεθείτε αν αποτύχετε να πραγματοποιήσετε ξανά έλεγχο ταυτότητας.
es: Este es tu último intento. Se cerrará la sesión si no consigues autenticarte de nuevo.
es_419: Este es su último intento. Se cerrará la sesión si no consigue autenticarse de nuevo.
fi: Tämä on viimeinen yritys. Jos tunnistautuminen ei onnistu, sinut kirjataan ulos.
fr: Il s'agit de votre dernière tentative. Vous serez déconnecté après un nouvel échec d'authentification.
hu: Ez az utolsó próbálkozásod. Az újabb sikertelen hitelesítés után kijelentkezik.
id: Ini adalah upaya Anda yang terakhir. Anda akan dikeluarkan dari akun apabila Anda kembali gagal untuk mengautentikasi diri Anda.
it: Questo è il tuo ultimo tentativo. Verrai disconnesso dopo aver fallito nuovamente l'autenticazione.
ja: これが最後の試みです。再度認証に失敗するとログアウトされます。
ka: ეს თქვენი ბოლო ცდაა. თუ ავთენტკაციას კიდევ ვერ მოახერხებთ, სისტემიდან გახვალთ.
ko: 마지막 시도입니다. 다시 한 번 인증에 실패하면 로그아웃 됩니다.
nb: Dette er ditt siste forsøk. Du vil bli logget av etter en mislykket autentisering igjen.
nl: Dit is uw laatste poging. U wordt uitgelogd indien u faalt om opnieuw te authenticeren.
pl: To ostatnia próba. Zostaniesz wylogowany po kolejnej nieudanej próbie logowania.
pt: Esta é a sua última tentativa. Será desconectado assim que falhar mais uma vez a autenticação.
pt_br: Esta é sua última tentativa. Você será desconectado após não conseguir autenticar novamente.
ro: Aceasta este ultima încercare. Aplicația se va deconecta dacă mai greșiți.
ru: Это ваша последняя попытка. После неудачной попытки повторной аутентификации вы будете выведены из системы.
sk: Toto je váš posledný pokus. Po opätovnom neúspešnom overení dôjde k odhláseniu.
sl: To je tvoj zadnji poskus. Po ponovnem neuspešnem preverjanju pristnosti boste odjavljeni.
sv: Detta är ditt sista försök. Du kommer att loggas ut efter att ha misslyckats med att autentisera igen.
tr: Bu son denemeniz. Kimliğinizi gene doğrulayamazsanız oturumunuz kapatılacak.
uk: Це ваша остання спроба. Після наступної невдалої спроби авторизації ви вийдете з системи.
vi: Đây là lần thử cuối cùng của bạn. Bạn sẽ bị đăng xuất sau khi xác thực thất bại một lần nữa.
zh_hans: 这是你最后的尝试机会。再次验证失败后，您将被注销。
zh_hant: 這是您最後一次嘗試。如果再次驗證失敗，您將被登出。

source: This item is currently shared. Deleting it will remove access for all other users.
be: Гэты элемент у цяперашні час абагулены. Яго выдаленне пазбавіць доступу ўсіх іншых карыстальнікаў.
ca: Aquest element està compartit actualment. Eliminar-ho eliminarà l'accés per a tots els altres usuaris.
cs: Tato položka je v současné době sdílena. Jejím smazáním se zruší přístup pro všechny ostatní uživatele.
da: Dette element er i øjeblikket delt. Hvis du sletter det, fjernes adgangen for alle andre brugere.
de: Dieses Element wird derzeit geteilt. Wenn du es löschst, wird der Zugang für alle anderen Benutzer gesperrt.
el: Αυτό το στοιχείο είναι κοινόχρηστο. Αν διαγραφεί, όλοι οι υπόλοιποι χρήστες θα χάσουν την πρόσβασή τους σε αυτό.
es: Este elemento está compartido actualmente. Si lo eliminas, se eliminará el acceso para todos los demás usuarios.
es_419: Este elemento está compartido actualmente. Si lo elimina, se eliminará el acceso para todos los demás usuarios.
fi: Tämä kohde on tällä hetkellä jaettuna. Sen poistaminen poistaa pääsyn kaikilta muilta käyttäjiltä.
fr: Cet élément est actuellement partagé. Sa suppression retirera également son accès aux autres utilisateurs.
hu: Ez az elem jelenleg meg van osztva. Törlésével minden más felhasználó számára megszűnik a hozzáférés.
id: Item ini sedang dibagikan. Dengan menghapus item ini, izin akses bagi seluruh pengguna lainnya akan dihapus.
it: Questo elemento è attualmente condiviso. L'eliminazione rimuoverà l'accesso per tutti gli altri utenti.
ja: このアイテムは現在共有されています。削除すると、他のすべてのユーザーのアクセス権が削除されます。
ka: ეს ელემენტი ამჟამად გაზიარებულია. მისი წაშლა სხვა მომხმარებლებს მასზე წვდომას დაუკავრავს.
ko: 이 아이템은 현재 공유되어 있습니다. 이 항목을 삭제하면 다른 모든 사람들의 접근 권한이 제거됩니다.
nb: Dette elementet er for øyeblikket delt. Hvis du sletter det, fjernes tilgangen for alle andre brukere.
nl: Dit item wordt momenteel gedeeld. Als u het verwijdert, wordt de toegang voor alle andere gebruikers uitgeschakeld.
pl: Element jest udostępniony. Usunięcie go spowoduje zatrzymanie udostępniania.
pt: Este item está atualmente partilhado. Eliminá-lo removerá o acesso de todos os outros utilizadores.
pt_br: Esse item está atualmente compartilhado. Eliminá-lo removerá o acesso de todos os outros usuários.
ro: Acest articol este partajat. Dacă îl ștergeți, ceilalți utilizatori nu-l vor mai putea accesa.
ru: В настоящее время этот элемент находится в общем доступе. При его удалении доступ к нему будет закрыт для всех остальных пользователей.
sk: Táto položka je v súčasnosti zdieľaná. Jej odstránením sa zruší prístup pre všetkých ostatných používateľov.
sv: Detta objekt delas för närvarande. Att ta bort det kommer ta bort åtkomst för alla andra användare.
tr: Bu öge şu anda paylaşılıyor. Silerseniz diğer tüm kullanıcıların erişimi kaldırılacak.
uk: Наразі цей елемент у спільному доступі. Видаливши його, ви вилучите доступ у всіх інших користувачів.
vi: Mục này hiện đang được chia sẻ. Xóa mục này sẽ xóa quyền truy cập của tất cả người dùng khác.
zh_hans: 此项目目前是共享的。删除它将取消所有其他用户的访问权限。
zh_hant: 此項目目前為共享狀態。刪除它將會移除所有其他使用者的存取權限。

source: This item is currently shared. Moving it to another vault will remove access for all other users.
be: Гэты элемент у цяперашні час абагулены. Яго перамяшчэнне пазбавіць доступу ўсіх іншых карыстальнікаў.
ca: Aquest element està compartit actualment. Moure'l a una altra caixa forta suprimirà l'accés per a la resta d'usuaris.
cs: Tato položka je v současné době sdílená. Přesunutím do jiného trezoru se zruší přístup pro všechny ostatní uživatele.
da: Dette element er i øjeblikket delt. Hvis du flytter det til en anden boks, fjernes adgangen for alle andre brugere.
de: Dieser Eintrag wird derzeit geteilt. Wenn du ihn in einen anderen Tresor verschiebst, verlieren alle anderen Benutzer den Zugriff.
el: Αυτό το στοιχείο είναι κοινόχρηστο. Αν μεταφερθεί σε άλλη κρύπτη, όλοι οι υπόλοιποι χρήστες θα χάσουν την πρόσβασή τους σε αυτό.
es: Este elemento está compartido actualmente. Si lo mueves a otra caja fuerte, se eliminará el acceso para todos los demás usuarios.
es_419: Este elemento está compartido actualmente. Si lo mueve a otra bóveda, se eliminará el acceso para todos los demás usuarios.
fi: Tämä kohde on tällä hetkellä jaettuna. Sen siirtäminen toiseen holviin poistaa pääsyn kaikilta muilta käyttäjiltä.
fr: L'élément est actuellement partagé. Son déplacement vers un autre coffre-fort retirera également son accès aux autres utilisateurs.
hu: Ez a elem jelenleg meg van osztva. Ha áthelyezi egy másik tárolóba, az összes többi felhasználó számára megszűnik a hozzáférés.
id: Item ini saat ini dibagikan. Memindahkannya ke brankas yang lain akan menghilangkan akses untuk semua pengguna lain.
it: Questo elemento è attualmente condiviso. Lo spostamento in un altro deposito rimuoverà l'accesso per tutti gli altri utenti.
ja: このアイテムは現在共有されています。他の保管庫に移動すると、他のすべてのユーザーのアクセスが削除されます。
ka: ეს ელემენტი ამჟამად გაზიარებულია. მისი სხვა საცავში გადატანა სხვა მომხმარებლებს მასზე წვდომას დაუკავრავს.
ko: 이 항목은 현재 공유되는 중 입니다. 다른 금고로 이동하면 모든 다른 사용자의 접근 권한이 없어집니다.
nb: Dette elementet er for øyeblikket delt. Hvis du flytter det til et annet hvelv, fjernes tilgangen for alle andre brukere.
nl: Dit item wordt momenteel gedeeld. Als u het naar een andere kluis verplaatst, wordt de toegang voor alle andere gebruikers geblokkeerd.
pl: Element jest udostępniony. Przeniesienie go do innego sejfu spowoduje zatrzymanie udostępniania.
pt: Este item está atualmente partilhado. Movê-lo para outro cofre removerá o acesso de todos os outros utilizadores.
pt_br: Este item está compartilhado no momento. Movê-lo para outro cofre removerá o acesso de todos os outros usuários.
ro: Articolul este partajat în acest moment. Dacă îl mutați în alt seif, ceilalți utilizatori nu-l vor mai putea accesa.
ru: В настоящее время этот элемент находится в общем доступе. При его перемещении доступ к нему будет закрыт для всех остальных пользователей.
sk: Táto položka je v súčasnosti zdieľaná. Jej presunutím do iného trezora sa zruší prístup pre všetkých ostatných používateľov.
sv: Detta objekt delas för närvarande. Att flytta det till ett annat valv kommer att ta bort åtkomst för alla andra användare.
tr: Öge şu anda paylaşılıyor. Başka bir kasaya taşırsanız diğer kullanıcıların erişimi kaldırılacak.
uk: Наразі цей елемент у спільному доступі. Перемістивши його в інше сховище, ви вилучите доступ у всіх інших користувачів.
zh_hans: 此项目目前是共享的。将其移动到另一个保险库将取消所有其他用户的访问权限。
zh_hant: 此項目目前為共享狀態。將其移至另一個保管庫，將會移除所有其他使用者的存取權限。

source: This item is not being monitored
be: Адсутнічае назіранне за гэтым элементам
ca: Aquest element no s'està supervisant.
cs: Tato položka není sledována
da: Dette element bliver ikke monitoreret
de: Dieser Eintrag wird nicht überwacht
el: Αυτό το στοιχείο δεν παρακολουθείται
es: Este elemento no está siendo monitoreado.
es_419: Este elemento no está siendo monitoreado
fi: Kohdetta ei valvota
fr: Cet élément n'est pas surveillé.
hu: Ezt az elemet nem követjük nyomon
id: Item ini tidak dipantau
it: Questo elemento non è monitorato
ja: このアイテムは監視されていません
ka: ამ ელემენტების მონიტორინგი არ მიმდინარეობს
ko: 이 항목은 모니터링중이 아닙니다
nb: Dette elementet er ikke under overvåking
nl: Dit item wordt niet gemonitord
pl: Element nie będzie monitorowany
pt: Este item não é monitorizado.
pt_br: Este item não está sendo monitorado
ro: Acest articol nu este monitorizat
ru: Этот элемент не отслеживается
sk: Táto položka nie je monitorovaná
sl: Ta predmet se ne spremlja
sv: Detta objekt övervakas inte
tr: Bu öge izlenmiyor
uk: Цей елемент не відстежується
vi: Nội dung này hiện không được theo dõi
zh_hans: 此项目未被监测
zh_hant: 此項目未受監控

source: This login item already contains a 2FA secret
be: Гэты элемент уваходу ўжо змяшчае сакрэт 2ФА
ca: Aquest element d'inici de sessió ja conté una clau secreta d'A2F
cs: Tato položka přihlášení již obsahuje 2FA secret
da: Dette login-element indeholder allerede en 2FA-hemmelighed
de: Dieses Login-Element enthält bereits ein 2FA-Geheimnis
el: Αυτό το στοιχείο σύνδεσης περιέχει ήδη ένα μυστικό 2FA
es: Este inicio de sesión ya contiene un 2FA secreto.
es_419: Este inicio de sesión ya contiene un 2FA secreto
fi: Tämä kirjautumistieto sisältää jo salaisen todennusavaimen
fr: Cet élément de connexion contient déjà une clé secrète A2F.
hu: Ez a bejelentkezési elem már tartalmaz egy 2FA-titkot
id: Item rincian masuk ini telah mengandung rahasia 2FA
it: Questo login contiene già un segreto 2FA
ja: このログインアイテムにはすでに2要素認証シークレットが含まれています
ka: შესვლის დეტალების ეს ელემენტი 2FA საიდუმლოს უკვე შეიცავს
ko: 이 로그인 항목은 2단계 인증 비밀 키가 이미 포함되어 있습니다.
nb: Dette påloggingselementet inneholder allerede en 2FA-hemmelighet
nl: Dit inlogitem bevat al een geheim van 2FA
pl: Dane logowania zawierają sekret TOTP
pt: Este item de início de sessão já contém um segredo 2FA
pt_br: Este item de início sessão já contém um segredo A2F
ro: Acest articol deja conține o cheie A2F
ru: Этот элемент входа уже содержит секрет двухфакторной идентификации
sk: Toto prihlásenie už obsahuje 2FA tajný kľúč
sl: Ta prijavni predmet že vsebuje skrivnost 2FA
sv: Detta inloggningsobjekt innehåller redan en 2FA-hemlighet
tr: Bu oturum açma ögesinde zaten bir iki adımlı doğrulama parolası var
uk: Цей елемент входу вже містить секретний код 2ЕП
vi: Nội dung đăng nhập này hiện đã có một mã bí mật 2FA
zh_hans: 这个登录项目已经包含 2FA 密钥
zh_hant: 此登入項目已包含雙重驗證密鑰

source: This might take a few minutes.
be: Гэта можа заняць некалькі хвілін.
ca: Això podria durar uns minuts.
cs: Může to trvat několik minut.
da: Dette kan tage et par minutter.
de: Dies kann einige Minuten dauern.
el: Αυτό μπορεί να διαρκέσει μερικά λεπτά.
es: Esto puede tomar unos minutos.
es_419: Esto puede tomar unos minutos.
fi: Tämä saattaa kestää muutaman minuutin.
fr: Ceci peut prendre quelques minutes.
hu: Ez eltarthat néhány percig.
id: Proses ini dapat memakan waktu beberapa menit.
it: Questo potrebbe richiedere qualche minuto.
ja: これには数分かかる場合があります。
ka: ამას შეიძლება, რამდენიმე წუთი დასჭირდეს.
ko: 이 작업은 몇 분 정도 소요될 수 있습니다.
nb: Dette kan ta noen minutter.
nl: Dit kan een paar minuten duren.
pl: Proces może potrwać kilka minut.
pt: Isto pode demorar alguns minutos.
pt_br: Isto pode levar alguns minutos.
ro: Ar putea dura câteva minute.
ru: Это может занять несколько минут.
sk: Môže to trvať niekoľko minút.
sl: To lahko traja nekaj minut.
sv: Detta kan ta några minuter.
tr: Bu işlem birkaç dakika sürebilir.
uk: Це може тривати кілька хвилин.
vi: Điều này có thể mất một vài phút.
zh_hans: 这可能需要几分钟的时间。
zh_hant: 這可能需要幾分鐘的時間。

source: This service offers 2FA. Enable it for added account security.
be: Гэты сэрвіс прапануе 2ФА. Уключыце яго, каб дадаць бяспеку ўліковаму запісу.
ca: Aquest servei ofereix A2F. Habiliteu-lo per a augmentar la seguretat del compte.
cs: Tato služba nabízí 2FA. Povolte ho pro zvýšení zabezpečení účtu.
da: Denne tjeneste tilbyder 2FA. Aktivér det for at få ekstra kontosikkerhed.
de: Dieser Dienst unterstützt 2FA. Aktiviere sie für zusätzliche Kontosicherheit.
el: Αυτή η υπηρεσία προσφέρει 2FA. Ενεργοποιήστε το για πρόσθετη ασφάλεια λογαριασμού.
es: Este servicio ofrece la 2FA. Actívala para aumentar la seguridad de la cuenta.
es_419: Este servicio ofrece 2FA. Actívelo para agregar seguridad a la cuenta.
fi: Palvelu mahdollistaa kaksivaiheisen tunnistautumisen. Paranna tilin suojausta ottamalla se käyttöön.
fr: Ce service propose l'A2F. Activez-la pour améliorer votre sécurité.
hu: Ez a szolgáltatás kétlépcsős hitelesítést tesz lehetővé. Engedélyezze a biztonság növelése érdekében.
id: Layanan ini menawarkan 2FA. Aktifkan fitur ini untuk meningkatkan keamanan akun.
it: Questo servizio offre 2FA. Abilitalo per una maggiore sicurezza dell'account.
ja: このサービスは 2FA を提供します。アカウントのセキュリティを強化するには、これを有効にしてください。
ka: ეს სერვისი გთავაზობთ 2FA-ს. ჩართეთ ის დამატებითი ანგარიშის უსაფრთხოებისთვის.
ko: 이 서비스는 2단계 인증을 지원합니다. 향상된 계정 보안을 위해 활성화 하십시오.
nb: Denne tjenesten tilbyr 2FA. Aktiver den for ekstra kontosikkerhet.
nl: Deze service biedt 2FA aan. Schakel het in voor extra accountveiligheid.
pl: Usługa oferuje uwierzytelnianie dwustopniowe. Włącz je, aby zwiększyć bezpieczeństwo konta.
pt: Este serviço oferece autenticação de dois fatores (2FA). Ative-a para aumentar a segurança da sua conta.
pt_br: Este serviço oferece A2F. Ative-a para aumentar a segurança da sua conta.
ro: Acest serviciu oferă A2A. Activați-l pentru o securitate suplimentară a contului.
ru: Эта служба предлагает двухфакторную аутентификацию. Включите ее, чтобы обеспечить дополнительную безопасность аккаунта.
sk: Táto služba ponúka 2FA. Aktiváciou tejto funkcie zvýšite bezpečnosť účtu.
sl: Ta storitev ponuja 2FA. Omogočite ga za dodatno varnost računa.
sv: Denna tjänst erbjuder 2FA. Aktivera det för extra kontosäkerhet.
tr: Bu hizmet iki adımlı doğrulama sağlıyor. Hesap güvenliğini artırmak için bunu kullanın.
uk: Цей сервіс пропонує 2ЕП. Увімкніть її для додаткової безпеки облікового запису.
vi: Dịch vụ này hỗ trợ xác thực 2 yếu tố. Bật ngay để bảo vệ tài khoản tốt hơn.
zh_hans: 该服务提供 2FA。启用它可提高账户安全性。
zh_hant: 此服務提供雙重驗證。啟用此功能以加強帳號安全。
